Repository: juventudtrotskista/libro-ucraniaGIT
Catalog: tm/MM8.tmx
Source language: es_es
Languages: en_gb

source: Untitled
en_gb: Untitled Korn album

source: Untitled (álbum de Korn)
en_gb: Untitled Korn album

source: La elección de Arndt para escribir un tratamiento tiene mucho sentido, teniendo en cuenta tanto su prestigio como guionista y su estrecha relación con Pixar igualmente secreto de Disney - él es el guionista de la cheekily titulada Untitled película de Pixar que te lleva dentro de la mente de Up director Pete Docter , actualmente en pre-producción - pero hay una razón todavía más que Arndt sería tan atractivo para Disney y Lucasfilm: Él es un experto en Star Wars.
en_gb: The choice of Arndt to pen a treatment makes perfect sense, given both his prestige as a screenwriter and his close relationship with Disney’s equally secretive Pixar — he’s the screenwriter of the cheekily titled Untitled Pixar Movie That Takes You Inside the Mind for Up director Pete Docter, currently in preproduction — but there’s one more reason still that Arndt would be so appealing to Disney and Lucasfilm: He’s a Star Wars expert.

source: Ucrania es una nación libre y quiere seguir siéndolo.
en_gb: Ukraine is a free nation and wishes to remain one.

source: Pero Ucrania no es una excepción.
en_gb: Yet Ukraine is no exception.

source: Esto también interesa a la mayoría serbia, las minorías nacionales y la Unión Europea.
en_gb: This is also in the interests of the Serb majority, the national minorities and the European Union.

source: Con la exclusión de los candidatos más críticos, la composición política del Parlamento quedó completamente invertida, porque la gran mayoría se había convertido en una pequeña minoría.
en_gb: Excluding the most critical candidates reversed the political composition of the parliament from the outset, turning the large majority into a small minority.

source: EL ESTADO Y LAS MINORÍAS NACIONALES.
en_gb: THE STATE AND NATIONAL MINORITIES.

source: Sin embargo, esta minoría ha convivido pacíficamente durante décadas con la mayoría musulmana.
en_gb: This minority has however lived peacefully alongside the Muslim majority for decades.

source: Estamos hablando de los lituanos, letones y estonios, víctimas de la Segunda Guerra Mundial, a los que nadie preguntó si deseaban formar parte de la Unión Soviética, los cuales durante décadas pugnaron desesperadamente por mantener la identidad nacional y cultural ante una política de rusificación, y lograron mantenerla.
en_gb: We are talking about the Lithuanians, the Latvians and the Estonians, victims of the Second World War whom nobody had asked whether they wanted to be part of the Soviet Union, who, for decades worked desperately to maintain their national and cultural identity in the face of a policy of Russification, and who succeeded in doing so.

source: Efectivamente, no son las inundaciones devastadoras las que han ocasionado la miseria y la hambruna, sino en primer lugar las décadas de gobierno estalinista.
en_gb: In fact the misery and famine were not caused by the devastating floods but mainly by the years of Stalinist government.

source: Desarrollo histórico y evolución.
en_gb: Historical development and evolution.

source: Efectivamente tenemos que hallar una solución.
en_gb: Yes, we have to find a solution.

source: Tenemos que buscar, he dicho.
en_gb: We must find those answers, I tell you!

source: Burocrático
en_gb: Bureaucracy

source: Bajo este régimen, los ciudadanos vivían como en una enorme cárcel.
en_gb: This regime kept its citizens like they were in a large prison.

source: Solo si evitamos que crezca una selva burocrática, crearemos verdadera libertad de circulación y movilidad.
en_gb: Only if we prevent a bureaucratic jungle from growing in the first place will we create genuine freedom of movement and mobility.

source: Yo diría al Comisario que se trata también de las relaciones de la UE con Rusia.
en_gb: I would say to the Commissioner that it is also about the EU's relations with Russia.

source: La libertad de prensa para Rusia es también un servicio al pueblo ruso.
en_gb: Freedom of the press for Russia is also a service to the Russian people.

source: Sus habilidades también se demostraron en la respuesta mediática al problema de Rusia y Georgia.
en_gb: His abilities were also demonstrated in his immediate response to the problem of Russia and Georgia.

source: Pero así están las cosas.
en_gb: That is how matters stand, however.

source: El conflicto, la ilegalidad y la corrupción están profundamente arraigados.
en_gb: Conflict, lawlessness and corruption are deeply embedded.

source: Además, los partidos políticos suelen estar profundamente arraigados en la historia y la cultura de un determinado país.
en_gb: Political parties also tend to be deeply rooted in the history and culture of a particular country.

source: Como tal, este día está profundamente arraigado en la cultura europea.
en_gb: As such this day is deeply rooted in European culture.

source: No solo murió la población de la Ucrania soviética.
en_gb: It was not only the population of Soviet Ukraine that died.

source: Una conclusión errónea que la burocracia planificada soviética mantuvo hasta que el imperio soviético se hundió por consunción económica.
en_gb: That is a fallacy to which the Soviet planning bureaucracy adhered until economic neglect brought about the collapse of the Soviet empire.

source: También se ha prestado gran atención a los problemas surgidos de la burocracia administrativa y de la ausencia de coordinación interna entre las unidades de la Comisión.
en_gb: Reference is also quite rightly made to the problems which have arisen in view of the administrative bureaucracy and lack of internal coordination among the Commission's units.

source: Que no quede huella
en_gb: Let there be no trace

source: Por intentarlo que no quede.
en_gb: We can but try.

source: Debemos reafirmarlo claramente para que no quede ninguna duda.
en_gb: We must reaffirm that clearly so that there can be no doubt in anyone’s mind.

source: Tenemos que reconocer que el Holodomor fue un crimen contra el pueblo ucraniano y contra la humanidad y condenar firmemente las acciones del régimen estalinista contra los agricultores ucranianos.
en_gb: We have to recognise that the Holodomor was a crime against the Ukrainian people and a crime against humanity, and firmly condemn the actions of the Stalinist regime against Ukrainian farmers.

source: Fred, el hurón ucraniano que se puede seguir en Twitter.
en_gb: Fred, the Ukrainian ferret who can be followed on Twitter.

source: Fred, el hurón ucraniano, que puede ser seguido en Twitter.
en_gb: Fred, the Ukrainian ferret who can be followed on Twitter.

source: Repasemos las distintas categorías.
en_gb: Let us just go through the various categories.

source: Otras nacionalidades :
en_gb: Other nationalities :

source: Fueran
en_gb: Were

source: Pero el reglamento lo conseguirá limitando los principios de mercado, degradando a los ciudadanos a la categoría de consumidores dóciles e introduciendo mucha burocracia.
en_gb: But in the regulation this is to be achieved by restricting market principles, degrading citizens to sheeplike consumers and introducing a great deal of bureaucracy.

source: Por último, tenemos la desfachatez de exigir en Eslovaquia la protección de la minoría húngara, protección que existe de forma evidente, o la protección de la minoría rusófona en Letonia.
en_gb: And we have the impertinence to demand protection of the Hungarian minority in Slovakia, protection which is, however, quite evident, or protection of the Russian speaking minority in Latvia.

source: Eso saca a la luz lo peor de las personas.
en_gb: This brings out the worst in people.

source: En realidad son peores, porque no se puede influir sobre ellos mediante las urnas.
en_gb: Indeed, they are worse, because they cannot be influenced at the ballot box.

source: Decimos en ellas que la próxima CIG debe reflexionar sobre un sistema de adopción de decisiones más respetuoso con las soberanías nacionales.
en_gb: In them we say that the forthcoming IGC must look into a decision-making system that pays greater attention to national sovereignty.

source: Esta es la cara fea del capitalismo.
en_gb: This is the ugly face of capitalism.

source: Esta situación no es en absoluto deseable.
en_gb: That would be an extremely undesirable situation.

source: Si algo de evidente en esta situación es que la solución de los problemas del Zaire no puede ser en absoluto militar.
en_gb: One thing that is certainly clear in this situation is that the problems of Zaire cannot possibly be solved by military action.

source: Sin embargo, sabemos que la ayuda concedida por la Unión europea y por el FMI se preocupa ante todo de crear las condiciones favorables a las inversiones de la burguesía de las potencias imperialistas.
en_gb: For, in this respect, we are well aware that the main purpose of the aid that is granted by both the European Union and the IMF is to create favourable conditions for investments by the bourgeois classes of the imperialist powers.

source: En este caso, habrá menos tramites burocráticos.
en_gb: Accordingly, the bureaucratic hurdles that have to be overcome would be lower in this instance.

source: Poner obstáculos burocráticos artificiales en la aplicación y ejecución de la Directiva relativa al desplazamiento de trabajadores es una de las manifestaciones del proteccionismo.
en_gb: Putting artificial bureaucratic obstacles in the way of implementation and application of the Posting of Workers Directive is one of the manifestations of protectionism.

source: Imperialista
en_gb: Imperialist

source: Trataba
en_gb: He tried

source: La discriminación resulta inexplicable en todos los casos, en particular en el caso de las personas de nacionalidad húngara, que fueron víctimas de la misma opresión estalinista.
en_gb: In all cases, discrimination is inexplicable, especially in the case of Hungarians, as we were also victims of the same Stalinist oppression.

source: Estoy convencida de que toda comunidad debe tener la oportunidad de salvaguardar su propia cultura de la opresión, por ejemplo del imperialismo lingüístico.
en_gb: I am convinced that each community should have the opportunity of safeguarding its own culture against oppression, for example from language imperialism.

source: Los regímenes de Stalin y Hitler deben convertirse en símbolos del mal y deben grabarse en la conciencia de nuestros niños como sistemas criminales.
en_gb: Stalin and Hitler’s regimes must become symbols of evil, and be imprinted on our children’s consciousness as murderous systems.

source: Estos minerales están siendo explotados por compañías de Rusia, Ucrania, Francia, Gran Bretaña, Australia y Canadá.
en_gb: These minerals are being exploited by companies from Russia, Ukraine, France, Britain, Australia and Canada.

source: Auschwitz, que ha sido y es el símbolo del límite extremo de la aberración nazifascista, debe convertirse en un lugar de transmisión de la memoria histórica y de construcción de una conciencia más fuerte y extendida, sobre todo para las jóvenes generaciones, de los valores democráticos y de la tolerancia.
en_gb: Auschwitz, which was and is the symbol of the ultimate limit of the Nazi and fascist aberration must become a place for conveying the historic memory and for creating a stronger and more far-ranging awareness, above all for the younger generations, of democratic values and tolerance.

source: Este es el escenario pesimista del que se habla.
en_gb: There is this doomsday scenario that people talk about.

source: Debemos informar también sobre los riesgos: este tipo de escenario es inaceptable.
en_gb: We should make these risks known: this kind of scenario is unacceptable.

source: salvo que se acuerde otra cosa, los derechos e intereses de propiedad intelectual que se creen durante la investigación conjunta deberán poder ser explotados por cualquiera de las Partes sin limitación territorial;
en_gb: Unless otherwise agreed, rights and interests in intellectual property created during joint research shall be exploitable by either Party without territorial restriction.

source: Aunque en todos estos países las desigualdades sociales se agraven, el nivel de vida de la mayoría de la población sea bajo, el paro sea importante por doquier, a los redactores de estos informes les parece normal: subestiman el problema de las minorías nacionales; no mencionan el incremento de los irredentismos nacionales, cuando no evitan directamente nombrar a las importantes minorías turcófonas de los Balcanes, rusófonas de los Países Bálticos, para no tener que pronunciarse sobre el indigno destino que se les impone, negándoles por ejemplo el derecho a la ciudadanía.
en_gb: They underestimate the ethnic minority problem.They say nothing about the resurgence of nationalist tendencies, and do not even bother to name the large Turkic-speaking minorities in the Balkans, and the ethnic Russians in the Baltic States, in order to avoid having to comment on the ordeal imposed on such people as a result, for example, of their being denied the right to citizenship.

source: Estoy totalmente convencido de que una Europa democrática no puede desconocer los derechos de sus poblaciones minoritarias, ya sean frisonas, sardas o valadotanas.
en_gb: I am quite convinced that a democratic Europe cannot ignore the rights of its small peoples, whether they are the Friesians, the Sardinians or the Valdostans.

source: En Laos, esto es resultado de un programa del partido comunista gobernante, que trata el cristianismo como una religión que representa el imperialismo occidental.
en_gb: In Laos, this is the result of a programme of the ruling communist party, which treats Christianity as a religion representing Western imperialism.

source: A diferencia del informe del Sr. Pirker, que refleja un imperialismo apenas velado de la mano de obra, el informe coloca en el centro al hombre perseguido.
en_gb: The Evans report centres upon persecuted human beings in a way that Mr Pirker' s, which is of course an expression of undisguised worker imperialism, does not.

source: Ahora bien, dado que el Parlamento, por su composición, solo representa a una clase social, la burguesía y otras profesiones denominadas liberales, esta confiscó en su provecho la soberanía popular o nacional.
en_gb: However, as Parliament, by virtue of its composition, represented only one social class – the bourgeoisie and the other so-called liberal professions – it seized popular or national sovereignty for its own benefit.

source: El derecho de los pueblos a la autodeterminación es fundamental.
en_gb: The right of peoples to self-determination is fundamental.

source: Los turcochipriotas tienen tanto derecho a la autodeterminación como los griegochipriotas.
en_gb: The Cypriot Turks have as much right to self-determination as the Cypriot Greeks.

source: El derecho de los pueblos a la autodeterminación es un principio inviolable.
en_gb: The right of peoples to self-determination is an inviolable principle.

source: Nuestro objetivo en el Grupo del Partido Europeo de los Liberales, Demócratas y Reformistas consiste en obtener una representación equilibrada de hombres y mujeres.
en_gb: Our goal in the Group of the European Liberal, Democrat and Reform Party is to achieve a balanced representation of men and women.

source: La socavación constante y flagrante de las fuerzas reformistas constituye una amenaza contra un nuevo movimiento revolucionario.
en_gb: The constant flagrant undermining of the reform-minded forces constitutes a threat to a new revolutionary movement.

source: Es sobre esta base que hemos de actuar.
en_gb: It is on this basis that we need to act.

source: Sobre esta base tenemos que trabajar.
en_gb: It is on this basis that we have to work.

source: Sobre esta base, tiene que ser forzosamente deficiente.
en_gb: On that basis, it must inevitably be flawed.

source: Destacando la contribución del Instituto a la reflexión y el análisis sobre cuestiones de seguridad internacional, que es particularmente pertinente en el contexto actual,
en_gb: Underlining the particularly relevant contribution of the Institute to thinking and analysis on international security issues in the current context,

source: Esta medida se irá revisando regularmente y por tanto es completamente compatible con nuestras obligaciones internacionales.
en_gb: This measure will be kept under regular review and is thus fully compatible with our international obligations.

source: La influencia revolucionaria de Internet en las comunicaciones en general y, particularmente, en el comercio electrónico confirmó más tarde la importancia de este sector de la política.
en_gb: The Internet' s revolutionary impact on communications generally and ecommerce in particular later confirmed the importance of this area of policy.

source: las tareas y objetivos del trabajo
en_gb: Work tasks and objectives

source: Frecuencias de las tareas del temporizador
en_gb: Task Timer Frequencies

source: Situación en Ucrania (
en_gb: Situation in Ukraine (

source: La principal causa de ello es la futura evolución de la coalición internacional contra el terrorismo.
en_gb: This is mainly caused by the further development of the international anti-terrorist coalition.

source: En mi caso necesitaba escapar de Madrid y las posibilidades que brinda Nueva York son infinitamente superiores a las que ofrece ninguna otra ciudad del planeta.
en_gb: In my case I needed to escape from Madrid and the possibilities offered by New York are vastly superior to those offered anywhere else in the world.

source: La coalición que lucha contra el terrorismo internacional incluye a Alemania, Francia, Rusia y otros.
en_gb: The coalition combating international terrorism includes Germany, France, Russia and others.

source: Este movimiento de distracción se ha concebido para ocultar su sometimiento al imperialismo y la designación de la UE, los EE.UU. y la OTAN como árbitros.
en_gb: This diversion is designed to conceal their subjugation to imperialist aims and the appointment of the EU, the USA and NATO as arbiters.

source: Esto significa trabajar en la dirección contraria a la que nos empujan las directivas que homologan la oligarquía tecnocrática, no legitimada por ningún voto popular que actualmente guía y dirige toda la política de la Unión Europea.
en_gb: This means taking the opposite direction to that advocated by the standardisation directives produced by the technocratic oligarchy, which has not been legitimised by any form of election, and is currently guiding and directing all the European Union' s politics.

source: SOMETIMIENTO DE DOCUMENTOS DEL ESTUDIO.
en_gb: SUBMISSION OF STUDY DOCUMENTS.

source: Las peras están maduras
en_gb: The pears are mature

source: Sobran más palabras...
en_gb: More words for what purpose...

source: Las soluciones aún no están maduras, pero ya hay pasos concretos que pueden darse con rapidez.
en_gb: The solutions are not yet fully mature, but there are certainly already some practical steps which can be taken quickly.

source: El Parlamento ya ha actuado en esa dirección, y nosotros, los socialistas, estamos convencidos de que la reconversión deberá tener en cuenta las condiciones socioeconómicas.
en_gb: Parliament has already worked towards this and we Socialists firmly believe that reconversion should take account of socio-economic conditions.

source: Los acuerdos voluntarios que se han puesto en marcha están funcionando de una manera muy positiva y facilitando enormemente los intercambios en el sector eléctrico.
en_gb: The voluntary agreements which have been implemented are functioning in a very positive way and are facilitating exchanges in the electricity sector to an enormous degree.

source: El presupuesto que proponemos está adaptado al objetivo del programa, objetivo que consiste en reforzar la cooperación transnacional y el aprendizaje mutuo y no financiar acciones sobre el terreno.
en_gb: The budget that we propose is adapted to the aim of the programme and this aim is to encourage cross-national cooperation and mutual learning and not to fund actions on the ground.

source: Por eso proponemos a la Comisión de Derechos de los Ciudadanos un sistema transitorio.
en_gb: That is why we in the Committee on Legal Affairs and Citizens' Rights are proposing a transitional system.

source: Por ello, nosotros proponemos con toda claridad y rotundidad un modelo más centralizado: que Europa asuma otra vez su actuación y su papel director.
en_gb: We therefore advocate in the clearest and strongest terms a more centralised model in which Europe once again provides guidance and initiative.

source: Definitivamente
en_gb: Definitely

source: Levantarse
en_gb: Rise

source: Proletariado
en_gb: Proletariat

source: Defendemos una Europa que vuelva a respetar las diversidades políticas, económicas y culturales de todas las distintas naciones, así como su derecho a la autodeterminación democrática.
en_gb: We campaign for a Europe that once again respects the political, economic and cultural diversities of all the individual nations and their right to democratic self government.

source: Turquía se niega simplemente a reconocer que los kurdos turcos tienen derechos culturales y democráticos de autodeterminación.
en_gb: Turkey simply refuses to recognise that the Turkish Kurds possess cultural and democratic rights of self-determination.

source: Por tanto, si queremos evitar el separatismo servil, debemos abrir una nueva vía, una vía europea, que concilie inspiración individual a la autodeterminación e integridad territorial.
en_gb: Therefore, if we want to prevent rampant separatism, we must begin a new approach, a European approach reconciling individual beliefs with self-determination and territorial integrity.

source: INTERNACIONAL
en_gb: INTERNATIONAL

source: Internacionales
en_gb: International

source: Internacional
en_gb: Capped

source: En el contexto del análisis propuesto o de la revisión del régimen de jubilación anticipada para los agricultores, sugiero al Presidente en ejercicio que quizá debiera considerar la posibilidad de permitir que los agricultores no abandonen totalmente su actividad, sino que mantengan un empleo parcial, ya que eso tiene una importancia extrema incluso desde el punto de vista psicológico.
en_gb: In the context of the proposed revision or review of the early farm retirement scheme, I put it to the President-in-Office that perhaps he should consider making it possible for retiring farmers not to have to opt out totally, but to remain in partial employment, because even from a psychological point of view that is extremely important.

source: En todo el mundo la resistencia a la política imperialista, tanto en forma de avasallamiento económico como de intervención militar, se está haciendo más fuerte.
en_gb: Resistance to imperialist policies, be they in the form of financial enslavement or in the form of military intervention, is growing all over the world.

source: Esas elecciones son cruciales, y también es esencial que la UE mantenga una gran presencia visible durante todo el período de Gobierno provisional, ya que de lo contrario algún general frustrado y hambriento de poder podría considerar la idea de lanzar un golpe militar.
en_gb: These elections are crucial and it is essential that the EU maintains a visible major presence throughout the Caretaker Government period, as otherwise some frustrated, power-hungry general might consider launching a military coup.

source: No deberá practicarse el aturdido cuando no sea posible sangrar a los animales inmediatamente después.
en_gb: Stunning must not be carried out unless it is possible to bleed the animals immediately afterwards.
